/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/
/*
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "pt";
"languageGA" = "pt-br";

/*******NSMenu title*****/
"About %@" = "Sobre %@";
"Buy Now" = "Comprar Agora";
"BUY NOW_s" = "Comprar Agora";
"Register" = "Registrar";
"Check for updates" = "Buscar Atualizações";
"Service" = "Serviços";
"Hide %@" = "Ocultar %@";
"Quit %@" = "Sair de %@";
"Hide Others" = "Ocultar Outro";
"Show All" = "Mostrar Todo";

"Edit" = "Editar";
"Undo" = "Desfazer";
"Redo" = "Refazer";
"Cut" = "Cortar";
"Copy" = "Copiar";
"Paste" = "Colar";
"Clear" = "Limpar";
"Select All" = "Selecionar Tudo";

"Window" = "Janela";
"Minimize" = "Minimizar";
"Zoom" = "Zoom";
"Enter Full Screen" = "Entrar em Tela Cheia";
"Bring All to Front" = "Trazer para Frente";

"Help" = "Ajuda";
"Guide" = "Guia";
"Feedback" = "Feedback";
"Support" = "Suporte";

"Open Log" = "Visualizar Log";

//通用按钮title
"OK" = "OK";
"Contact us" = "Contacte-nos";
"Save" = "Sim";
"Cancel" = "Não";
"Open" = "Abrir";
"Refresh" = "Refresh";

// about window
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@ %@ Date %@";
"%@ %@ Build Date %@" = "%@ %@ Date %@";
"All Rights Reserved." = "Todos Os Direitos Reservados.";

"Tree View" = "Vista em Árvore";
"File View" = "Vista de Arquivo";


//ScanView+Recovery
"Please select the file you want to recover." =
"Por favor, selecione o arquivo que você deseja recuperar.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." =
"Salvando os arquivos na partição onde você os perdeu reduzirá as possibilidade de recuperação. Recomendamos que você recuperar os arquivos em um disco removível.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" =
"Salvando os arquivos na partição onde você os perdeu reduzirá as possibilidade de recuperação.  Você tem certeza que quer continuar?";

"Not enough space available on the disk. Additional %@ space is needed to recover these files." =
"Não há espaço suficiente disponível no disco. Espaço adicional de %@ é necessário para recuperar esses arquivos.";

"Recovering: %@" =
"Recuperando: %@";
"Please wait..." =
"Por favor aguarde…";

"Recovery completed!" =
"A recuperação concluída!";
"Click Open button to check the recovered files." =
"Clique no botão Abrir para verificar os arquivos recuperados.";

"Are you sure you want to stop recovery?" =
"Você tem certeza de quer parar a recuperação?";

"Failed to save data to the target disk. Please choose another disk and try again." =
"Falha ao salvar dados no disco de destino. Por favor, escolha outro disco e tente novamente.";

"Your disk is disconnected. Please reinsert and try again." =
"Seu disco está desconectado. Por favor, reinsira e tente novamente.";

"Save failed due to disconnection of the target disk. Please reinsert and try again." =
"Falha ao salvar porque a desconexão do disco de destino. Por favor, reinsira e tente novamente.";

"Note:" = "Nota: ";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." =
"Por favor, não salve os arquivos recuperados na partição onde você os perdeu. Isso pode causar perda permanente de dados.";


/*******扫描模块*****/
"All Files" = "Todos Os Arquivos";
"Photo" = "Foto";
"Audio" = "Áudio";
"Video" = "Vídeo";
"Document" = "Documento";
"Email" = "Email";
"Webfile" = "Webfile";
"Archive" = "Arquivo";
"No Extension" = "Nenhuma Extensão";
"Others" = "Outros";
/*"Desktop" = "Desktop";
"Documents" = "Documents";
"Downloads" = "Downloads";*/
"Trash" = "Lixeira";
"Lost location" = "Localização Perdida";
"More" = "Mais";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" =
"O resultado da verificação não será salvo se você fechar o programa agora. Tem certeza de que deseja fechar?";
"YES" = "Sim";
"No" = "Não";
"Are you sure you want to stop scanning?" = "Tem certeza de que deseja interromper a escanear?";
"The scan result will not be saved now. Are you sure you want to return Home?" = "O resultado da verificação não será salvo agora. Tem certeza de que deseja voltar?";
"Continue" = "Continuar";
"Pause" = "Pausar";
"Time remaining: %@" = "Tempo restante: %@";
"Stop" = "Parar";
"Loading search content, please wait…" = "Carregando o conteúdo, por favor aguarde...";
"Back" = "Voltar";
"Scanning...(%.1f%%)" = "Digitalizando… (%.1f%%)";
"Scanning..." = "Digitalizando…";
"%li files found (%.1f%%)" = "%li arquivos encontrados (%.1f%%)";
"%li items found, %@" = "%li ítens encontrados, %@";
"Selected: %li files, %@" = "%li arquivo(s) selecionado(s), %@";
"Home" = "Página Inicial";
"Recover" = "Recuperar";
"Search" = "Buscar";
"Scan completed!" = "Digitalização concluída!";
"Loading content, please wait..." = "Carregando o conteúdo, por favor aguarde...";

"Unlock" = "Desbloquear";
"Password hint: %@"= "Dica de senha: %@";
"Password:" = "Senha:";
"Please enter a password to unlock the disk \"%@\"." = "Por favor, digite a senha para desbloquear o disco \"%@\".";
"Wrong password" = "Senha errada";
"Cancel1" = "Cancelar";

/*******加载窗口模块*****/
"Reading data from the disk, please wait…" = "Lendo dados do disco, por favor aguarde …";
/*******选择磁盘模块*****/
"Select a location to start data recovery" =
"Selecione um local para iniciar uma recuperação de dados";
"Hard Drives" = "Discos Rígidos";
"External Drives" = "Drives Externos";
"%@ free of %@" = "%@ livre de %@";
"Other Location" = "Outra Localização";
"The Whole Computer" = "Computador Inteiro";
"UltData" = "UltData";
"To recover data from iOS devices, please switch to UltData-iOS" = "Para recuperar dados de dispositivos iOS, por favor use o UltData-iOS";
"UltFone iOS Data Recovery" = "UltFone iOS Data Recovery";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "Para recuperar dados de dispositivos iOS, por favor use o UltFone iOS Data Recovery";
"Scan" = "Digitalizar";
"Untitled" = "Sem título";

/*******关闭SIP模块*****/
"The selected external drive is not available or uninstalled, please reinsert and try again." =
"O disco externo selecionado não está disponível ou desinstalado, por favor reinsira e tente novamente.";
"The selected File System is currently not supported. Please select other disks for data recovery." =
"O sistema de arquivos selecionado atualmente não é suportado. Por favor, selecione outros discos para recuperação de dados.";
"To recover data from \"macOS High Sierra\" disk, please follow steps below to disable System Integrity Protection first." =
"Para recuperar dados do \"macOS High Sierra\" e sistemas posteriores, você precisa desativar a Proteção da Integridade do Sistema seguindo as etapas abaixo com antecedência.";
"Step 1." = "Passo 1.";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." =
"Manda pressionado Command + R no teclado imediatamente quando você reiniciar o Mac. Continue pressionando até o Mac concluir o processo de inicialização e você verá a janela abaixo.";
"Command + R" = "Command + R";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." =
"Nota: Se você estiver usando o iMac / iMac Pro, por favor use o teclado com fio.";
"Step 2." = "Passo 2.";
"Open Terminal from the Utilities menu." =
"Abra o Terminal no menu Utilitários.";
"Terminal" = "Terminal";
"Utilities" = "Utilitários";
"Step 3." = "Passo 3.";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." =
"Digite o seguinte comando e pressione a tecla Enter para desativar SIP. Em seguida, reinicie o seu Mac novamente.";
"Enter" = "Enter";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." =
"Seu Mac será reiniciado durante este processo. Por favor, tire uma foto com seu telefone e salve os passos.";
/*******扫描中模块*****/
"Name" = "Nome";
"Created Date" = "Data Criada";
"Modified Date" = "Data Mudada";
"Path" = "Caminho";
"Type" = "Tipo";
"Size" = "Tamanho";
"Files not found!" = "Arquivos não encontrados!";
"folder" = "Pasta";
"file" = "Arquivo";

// 2.7.0新增

"PREV" = "Anterior";
"NEXT" = "Mais";
"GO TO" = "Para:";
"Didn't find the missing data? Try using Deep Scan." = "Não encontrou os dados perdidos? Use Varredura Profunda.";
"Deep Scan" = "Varredura Profunda";
"Previous Scan Results" = "Resultado Anterior";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "É necessário parar a varredura atual para retornar ao último resultado da varredura.  Tem certeza de que quer parar?";
"Stop" = "Parar";
"Cancel" = "Cancelar";
"Deep scan completed!" = "Varredura profunda concluída!";
"OK" = "OK";
"Loading content, please wait…" = "Carregando o conteúdo, por favor aguarde...";
"View Deep Scan Results" = "Resultado de Varredura Profunda";
"List View" = "Vista de Lista";
"Thumbnail" = "Miniatura";
"Preview Pane" = "Painel de Visualização";
"Preview" = "Visualizar";
"This format file does not support to preview." = "Este arquivo de formato não suporta a visualização.";
"This file may be corrupt and can't be previewed." = "Este arquivo pode estar corrompido e não pode ser visualizado.";
"File size that exceeds 8 MB does not support to preview." = "O tamanho do arquivo que excede 8 MB não suporta a visualização.";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "Os dados perdidos podem ser danificados a qualquer momento e não podem ser recuperados. Recomenda-se recuperá-los mais cedo para uma taxa de recuperação mais alta.";
"Buy now to save 70%" = "Comprar agora para salvar 70%";
"Unlimited Data Recovery" = "Recuperação Ilimitada de Dados";
"Recover your valuable data easily and quickly." = "Recuperar seus dados valiosos com facilidade e rapidez.";
"Multiple File Types" = "Vários Tipos de Arquivos";
"Recover 550+ types of files from hard drive, memory card, etc." = "Recuperar todos os tipos de arquivos, incluindo fotos, vídeos, documentos e outros arquivos.";
"Professional Support" = "Suporte Profissional";
"Provide professional and quality customer support." = "Fornecer suporte profissional e de qualidade ao cliente.";
"Free Update" = "Atualizar Grátis";
"Enjoy free update within license validity." = "Suporta a atualização gratuita dentro da validade da licença.";
"Already have a registration code? Register now" = "Já tem um código de registro? Registrar agora";
"Register now" = "Registrar agora";
"To recover data from crashed computer, please click here." = "Para recuperar dados do Windows com falha, clique aqui.";
"click here" = "clique aqui";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "Não é suportada criar uma unidade inicializável usando um cartão SD. Por favor, use outro dispositivo de armazenamento para criar a unidade inicializável.";

"Recover from Crashed System" = "Recuperar do Sistema Travado";
"Support to recover files from crashed system." = "Suporta para recuperar arquivos do sistema travado.";
"Recover Data from Crashed System" = "Recuperar Dados do Sistema Travado";
"Recover lost files from crashed computer" = "Recuperar arquivos perdidos do computador com falha";
"To recover data from iOS devices, please switch to iOS Data Recovery" = "Para recuperar dados de dispositivos iOS, por favor use o iOS Data Recovery";
"Please select a USB flash drive/external hard drive" = "Selecione uma unidade flash USB/disco rígido externo";
"Creating bootable drive…" = "Criando unidade inicializável…";
"The bootable drive is created successfully!" = "A unidade inicializável é criada com sucesso!";
"Please select a USB flash drive/external hard drive to create a bootable drive" = "Selecione uma unidade flash USB/disco rígido externo para criar uma unidade inicializável.";
"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "Insira uma unidade flash USB/disco rígido externo para criar uma unidade inicializável e, em seguida, recupere dados do sistema travado pela unidade inicializável.";
"Bootable drive:" = "Unidade inicializável:";
"Refresh" = "Refresh";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "Nota: A criação de uma unidade inicializável formatará todos os dados no disco selecionado. Faça backup de seus dados importantes com antecedência.";
"Return" = "Voltar";
"Start" = "Começar";
"OK" = "OK";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "Criar uma unidade inicializável formatará todos os dados no disco selecionado. Você tem certeza de continuar?";
"Cancel" = "Cancelar";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "O espaço total em disco é menor que 2 GB. Use uma maior unidade USB /disco rígido externo para criar a unidade inicializável.";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "O espaço em disco local é menor que 2 GB e a imagem do sistema de inicialização não pode ser baixada. Libere espaço em disco antes de fazer o download.";
"Formatting the bootable drive, please wait…" = "Formatando a unidade inicializável, por favor aguarde…";
"When formatting the bootable drive, please do not operate or eject it." = "Ao formatar a unidade inicializável, não a opere ou ejete.";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "Para evitar que o disco queimado seja danificado, seja paciente e aguarde a conclusão da gravação.";
"Creating bootable drive, please wait…" = "Criando uma unidade inicializável, aguarde…";
"When creating the bootable drive, please do not operate the disk or eject it." = "Ao criar a unidade inicializável, não opere o disco nem o ejete.";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "Siga as etapas abaixo para usar a unidade inicializável para inicializar um Mac que não pode ser ativado.";
"bootable drive" = "unidade inicializável";
"cannot be turned on" = "não possa ser ligado";
"black screen" = "não pode ser ligado";
"Option key" = "tecla Option";
"%@ bootable drive" = "unidade inicializável do %@";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "Etapa 1: Insira a unidade inicializável em um Mac que não possa ser ligado.";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "Etapa 2: Inicie o computador que não pode ser ligado. Quando o Mac estiver em uma tela preta, pressione e mantenha pressionada a tecla Option. Solte a tecla Option até ver a unidade inicializável.";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "Etapa 3: Na interface de Selecionar unidade inicializável, selecione a unidade inicializável do %@.";
"click here" = "aqui";
"To see the detailed steps, please click here." = "Para ver as etapas detalhadas, clique aqui.";
"Bootable drive creation failed!" = "Falha ao criar unidade inicializável!";
"Contact Us" = "Contate-nos";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "Falha na criação da unidade inicializável! Por favor, verifique se o seu disco está desconectado. Você pode clicar no botão Tente Novamente ou Contate-nos.";
"Retry" = "Tente Novamente";

"Select USB/external hard drive" = "Selecione USB/disco rígido externo";
"Completed!" = "Concluído!";
"Format" = "Formatar";

// 3.0.1
"Please enter login password to allow disk access." = "Por favor, digite a senha de login para acessar o disco.";

"note:" = "Nota:";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1. Se você não recebeu o código de registro ou não sabe o endereço de e-mail do registro, clique aqui para verificar.";
"2. For other software or registration issues, please visit support center." = "2. Para outros problemas de software ou registro, visite o centro de suporte.";
"click here to check" = "clique aqui para verificar";
"visit support center" = "centro de suporte";
"To recover data from the \"macOS Catalina\" and later systems, Please follow the steps below to allow %@ to access removable volumes" = "Para recuperar dados do \"macOS Catalina\" e sistemas posteriores, siga as etapas abaixo para permitir que o %@ acesse Volumes amovíveis";
"Step 1 :" = "Etapa 1 :";
"Step 2 :" = "Etapa 2 :";
"Step 3 :" = "Etapa 3 :";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "No Mac, escolha o menu Apple> Preferências do Sistema, clique em Segurança e Privacidade.";
"Select the \"Removable Volumes\" checkbox below %@." = "Selecione a caixa de seleção \"Volumes amovíveis\" abaixo do %@.";
"Click \"Later\" to allow %@ to access removable volumes." = "Clique em \"Mais tarde\" para permitir que o %@ acesse os volumes amovíveis.";
"Settings" = "Ajustes";
"OK" = "OK";
"To create a startup disk in \"macOS Catalina\" and later versions, Please follow the steps below to allow %@ to access removable volumes" =
"Para criar um disco de inicialização no \"macOS Catalina\" e versões posteriores, siga as etapas abaixo para permitir que o %@ acesse os volumes amovíveis";

"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "Desculpe, o download do firmware falhou devido ao disco rígido insuficiente. Por favor, libere espaço suficiente (cerca %@) no disco rígido e depois baixe novamente.";
"This file path cannot save the firmware. Please change to the correct one." = "Este caminho de arquivo não pode salvar o firmware. Por favor, mude para o correto.";
"Failed to download firmware package! Please check your Internet connection and try again." = "Falha ao baixar o pacote de firmware! Por favor verifique sua conexão com a internet e tente de novo.";
"Downloading the firmware, please wait…" = "Baixando firmware, aguarde…";
"Please make sure the network connection is normal." = "Certifique-se de que a conexão de rede do computador está normal.";
"Network Abnormal! Please check your network and try again." = "Erro de rede! Verifique a rede e tente novamente.";
"Try Again" = "Tente Novamente";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "Não há espaço de armazenamento suficiente para baixar o firmware. Libere pelo menos 1 GB de espaço de armazenamento e tente novamente.";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "Seu Mac está equipado com o Chip de Segurança T2 da Apple, os arquivos no sistema de arquivos APFS não podem ser digitalizados..";
"Failed to download firmware package! Please check your internet connection and try again." = "Falha ao baixar o pacote de firmware! Por favor verifique sua conexão com a internet e tente de novo.";
"Fast Scan done! Finding more lost data with Deep Scan..." = "Verificação rápida concluída! Encontrando mais dados...";
"Deep Scanning" = "Verificando Profundamente";
"Fast Scanning:" = "Verificando Rapidamente";
"RAW Files" = "Arquivos RAW";
"Tag Files" = "Arquivos Tag";
"Deleted Files" = "Arquivos Deletados";
"Lost Location" = "Localização Perdida";
"Existing Files" = "Arquivos Existentes";

//MARK: 4.0.0
"Found %li files. More useful tips below for finding files:" = "%li arquivos encontrados. Mais dicas abaixo para encontrar arquivos:";
"File Path Not Found" = "Caminho de Arquivo Não Encontrado";
"File Name Not Found" = "Nome de Arquivo Não Encontrado";
"Tagged Files" = "Arquivos Etiquetados";
"You may find your accidentally deleted files here." = "Você pode encontrar seus arquivos excluídos acidentalmente aqui.";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "Há arquivos excluídos que perderam seu caminho original. Você pode verificar os nomes dos arquivos para ver se eles são arquivos de destino.";
"There are files that lost their original names. You can preview them to see if they are target files." = "Há arquivos que perderam seus nomes originais. Você pode visualizá-los para ver se são arquivos de destino.";
"You may find target files here if you lost them which are not deleted before." = "Você pode encontrar os arquivos de destino aqui se você os perdeu e não foram excluídos antes.";
"Lost files without name will be renamed and classified here with corresponding tags." = "Você pode encontrar arquivos de destino aqui com tag, pois iremos extrair as tags correspondentes dos arquivos sem nomes para nomeá-los e classificá-los.";
"Unable to preview. Please recover and save it on your computer for further checking." = "A pré-visualização não é compatível. Recupere-o e salve-o em seu computador para uma verificação posterior.";
"Trying to find more data... You can search and recover your data now." = "Tentando encontrar mais dados... Você pode pesquisar e recuperar seus dados agora.";
"Didn't find the missing files? Try Deep Scan." = "Não encontrou os arquivos perdidos ? Tente a Varredura Profunda.";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "A Varredura Profunda vai detalhadamente escanear o dispositivo para encontrar os arquivos profundamente enterrados, o que aumentará a taxa de recuperação.";
"Artist" = "Artista";
"Camera" = "Equipamento de Filmagem";
"The Last Editor" = "O último editor";
"Creation Time" = "Tempo de Criação";
"Modified Time" = "Tempo de Modificação";
"All Time" = "Todos os Tempos";
"Last 24 hours" = "Últimas 24 horas";
"Last 7 days" = "Últimos 7 dias";
"Last 30 days" = "Últimos 30 dias";
"Customize" = "Customizar";
"Selected" = "Selecionado";
"File Size" = "Tamanho de Arquivo";
"All Size" = "Todo Tamanho";
"Improve Chances of Finding Lost Files" = "Aumenta as chances de encontrar arquivos perdidos";
"Refer to the \"Tagged Files\" and \"File Name Not Found\" under the Tree View." = "Consulte o “Arquivos Etiquetados” e \"Nome de Arquivo Não Encontrado\" sob a Vista em Árvore.";
"Filter files by File Type, File Size, Date Modified, and more." = "Filtre arquivos por Tipo de Arquivo, Tamanho de Arquivo, Data de Modificação e muito mais.";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "Obtenha a Versão Pro para Recuperar Seus Preciosos Dados!";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "Obtenha a Versão Pro para Criar Uma Unidade Inicializável para Recuperação de Dados!";
"Free Version" = "Versão Gratuita";
"Pro Version" = "Versão Pro";
"Preview Just a Few Files" = "Visualizar Apenas Alguns Arquivos";
"Preview All Files" = "Visualizar Todos os Arquivos";
"Free Upgrade" = "Upgrade Gratuito";
"Recover Data from the Crashed Computer" = "Recuperar Dados de Computador Travado";
"Only Allows You to Scan Disks" = "Só Pode Digitalizar Discos";
"Unlimited Data Recovery" = "Recuperação de Dados Ilimitada";
"Professional Customer Service" = "Atendimento ao Cliente Profissional";
"Professional and reliable data recovery solutions" = "Soluções profissionais e confiáveis de recuperação de dados";
"Advanced Options" = "Opções Avançadas";
"Local Drives" = "Unidades Locais";
"External Drives" = "Unidades Externas";
"Common Location" = "Localização Comum";
"Data Recovery" = "Recuperação de Dados";
"Fast and Safe" = "Rápido e seguro";
"Failed to read the disk data, please re-plug the external disk." = "Falha ao ler os dados do disco, reconecte o disco externo.";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "Remova todos os discos externos conectados ao computador e reinsira o disco que precisa de recuperar dados.";
"Still have problems? Please contact us." = "Ainda tem problemas? Por favor, contate-nos.";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "Para recuperar os dados da câmera digital, remova o cartão SD e conecte-o ao computador por meio do leitor de cartão.";
"Found nothing..." = "Nada encontrado...";
"1. Wait for the scan to finish before searching again." = "1. Aguarde a conclusão da verificação antes de pesquisar novamente.";
"2. Your file is most likely missing the filename. Try searching in this way." = "2. Seu arquivo provavelmente não contém o nome do arquivo. Tente pesquisar desta forma.";
"3. Make sure the term you're looking for is spelled correctly." = "3. Certifique-se de que o termo que você está procurando está escrito corretamente.";
"4. If none of the above methods help, please contact us." = "4. Se nenhum dos métodos acima ajudar, entre em contato conosco.";
"Reading data from the disk，please wait…" = "Lendo dados do disco, por favor aguarde …";
"Stuck in refreshing status for a long time?" = "Preso no status de atualização por muito tempo?";
"Effortlessly Recover Data from A Crashed Computer" = "Recuperar Dados do Sistema Travado";
"View Files" = "Ver resultados";
"It might take a long time to export for some files need repairing..." = "A exportação pode demorar muito, pois alguns arquivos precisam de reparo...";
"contact us" = "entre em contato conosco";
"in this way" = "pesquisar desta forma";
"Exit App" = "Sair do programa";
"Recovered: %li file %@" = "%li arquivo recuperado %@";
"Recovered: %li files %@" = "%li arquivos recuperados %@";
"File Types" = "Tipos de arquivo";
"File Tags" = "Tags de arquivo";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "Mova o mouse para o ícone em Vista em Árvore e você aprenderá a explicação de cada categoria de arquivo.";
"Understood" = "OK";
"Filter" = "Filtro";
"Reset" = "Redefinir";
"Scan Stopped!" = "A digitalização foi abortada!";
"Tips:" = "Dicas:";
"1. Please replug the external drive or change another drive and then try again." = "1. Reconecte a unidade externa ou troque outra unidade e tente novamente.";
"2. Please make sure internet connection is working properly." = "2. Certifique-se de que a conexão à Internet esteja funcionando corretamente.";

// V5.0.0
"Get An Extra" = "Obtenha Um Desconto Extra";
"Coupon Code:" = "Desconto Extra: ";
"Copy and paste the coupon code at checkout to redeem." = "Copie e cole o código do cupom na finalização da compra para resgatar.";
"Copy and Buy Now" = "Copiar e Comprar Agora";
"Close Program" = "Feche o programa";
"Photo Repair" = "Reparo de Foto";
"Video Repair" = "Reparo de Vídeo";
"Repair Damaged Videos in Just Three Steps!" = "Repare Vídeos Danificados em Apenas Três Etapas!";
"Repair Damaged Photos in Just Three Steps!" = "Repare Fotos Danificadas em Apenas Três Etapas!";
"Import Video" = "Importar Vídeo";
"Import Photo" = "Importar Foto";
"Start Repairing" = "Começar a reparar";
"Repair Done!" = "Reparo Feito!";
"Click to Add Photos" = "Clique para Adicionar Fotos";
"Click to Add Videos" = "Clique para Adicionar Vídeos";
"%liPhoto Added，%@KB" = "%li foto adicionada，%@";
"%liVideo Added，%@KB" = "%li vídeo adicionado，%@";
"%liPhotos Added，%@KB" = "%li fotos adicionadas，%@";
"%liVideos Added，%@KB" = "%li vídeos adicionados，%@";
"Add Photo" = "Adicionar Foto";
"Add Video" = "Adicionar Vídeo";
"Home" = "Página Inicial";
"Repair" = "Reparar";
"Remove All Image" = "Remover Tudo";
"Remove All Video" = "Remover Tudo";
"This photo can't be repaired." = "Esta foto não pode ser reparada.";
"This video can't be repaired." = "Este vídeo não pode ser reparado.";
"Select all successfully repaired photos" = "Selecione todas as fotos reparadas com sucesso";
"Reselect photo to repair" = "Selecione novamente fotos para reparar";
"Select all successfully repaired videos" = "Selecione todos os vídeos reparados com sucesso";
"Reselect video to repair" = "Selecione novamente vídeos para reparar";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "Encontramos várias fotos desta foto que você pode estar procurando e você pode visualizá-las e exportá-las.";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "Encontramos vários vídeos deste vídeo que você pode estar procurando e você pode visualizá-los e exportá-los.";
"Are you sure you want to remove all photos?" = "Tem certeza de que deseja remover todas as fotos?";
"Are you sure you want to remove all videos?" = "Tem certeza de que deseja remover todos os vídeos?";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Tem certeza de voltar para a página inicial? O progresso do reparo atual não será salvo.";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Tem certeza de voltar para a página inicial? O progresso do reparo atual não será salvo.";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "Tem certeza de que deseja selecionar novamente vídeos? O progresso do reparo atual não será salvo.";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "Tem certeza de que deseja selecionar novamente fotos? O progresso do reparo atual não será salvo.";
"Some videos are already in the repair list and will not be imported repeatedly." = "Alguns vídeos já estão na lista de reparos e não serão importados repetidamente.";
"Some photos are already in the repair list and will not be imported repeatedly." = "Algumas fotos já estão na lista de reparos e não serão importadas repetidamente.";
"The video has been lost, please re-import and try previewing again." = "O vídeo foi perdido, importe novamente e tente visualizar novamente.";
"The photo has been lost, please re-import and try previewing again." = "A foto foi perdida, importe novamente e tente visualizar novamente.";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "A verificação ou recuperação não pode continuar porque o dispositivo está desconectado, reconecte o dispositivo e clique em Continuar.";
"Repairing：" = "Reparando:";
"Please wait..." = "Por favor, espere...";
"Exporting:" = "Exportando:";
"The device has been disconnected, you can try to select data to recover or rescan." = "O dispositivo foi desconectado, você pode tentar selecionar os dados para recuperar ou verificar novamente.";
"Continue" = "Continuar";
"Retry" = "Tente Novamente";
"Stop" = "Parar";
"Export Completed!" = "Exportação concluída!";
"Export: %lifiles(%@)" = "%li arquivos exportados(%@)";
"View Exported" = "Ver Arquivo de Exportação";
"There are still %li videos to export, are you sure you want to stop exporting?" = "Ainda há %li vídeos para exportar. Tem certeza de que deseja interromper a exportação?";
"There are still %li photos to export, are you sure you want to stop exporting?" = "Ainda há %li fotos para exportar. Tem certeza de que deseja interromper a exportação?";
"There are still 1 video to export, are you sure you want to stop exporting?" = "Ainda há 1 vídeo para exportar. Tem certeza de que deseja interromper a exportação?";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "Ainda há 1 foto para exportar. Tem certeza de que deseja interromper a exportação?";
"Are you sure you want to stop exporting?" = "Tem certeza de que deseja parar de exportar?";
"Upgrade to Pro version to preview files!" = "Atualize para a versão Pro para visualizar arquivos!";
"Upgrade" = "Atualizar";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "A versão não registrada pode reproduzir apenas os primeiros 30 segundos do arquivo de áudio, atualize para a versão registrada para reprodução completa.";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "A versão não registrada pode reproduzir apenas os primeiros 10 segundos do arquivo de áudio, atualize para a versão registrada para reprodução completa.";
"Upgrade to Pro Version to Export your Valuable Photos!" = "Atualize para a Versão Pro para Exportar Suas Fotos Valiosas!";
"Upgrade to Pro Version to Export your Valuable Videos!" = "Atualize para a Versão Pro para Exportar Seus Vídeos Valiosos!";
"Support for exporting repaired files" = "Suporte para exportar arquivos reparados";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "O arquivo não pode ser visualizado, exporte-o e tente visualizá-lo novamente.";
"The file can't be previewed, please repair it and try to preview it again." = "O arquivo não pode ser visualizado. Repare-o e tente visualizá-lo novamente.";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "Tem certeza de que deseja sair do programa? O progresso atual do reparo não será retido.";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "Ainda há %li vídeos aguardando reparo. Tem certeza de que deseja interromper o reparo?";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "Ainda há %li fotos aguardando reparo. Tem certeza de que deseja interromper o reparo?";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "Ainda há 1 vídeo esperando para ser reparado. Tem certeza de que deseja interromper o reparo?";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "Ainda há 1 foto esperando para ser reparado. Tem certeza de que deseja interromper o reparo?";
"Are you sure you want to stop repairing?" = "Tem certeza de que deseja parar de reparar?";
"Repair done!" = "Reparo feito!";
"Repaired: %li files (%@)" = "%li arquivos reparados(%@)";
"View Repair Results" = "Ver Resultados de Reparo";
"Export" = "Exportar";
"The video has been lost, please re-repair and try exporting again." = "O vídeo foi perdido. Repare novamente e tente exportar novamente.";
"The photo has been lost, please re-repair and try exporting again." = "A foto foi perdida. Repare novamente e tente exportar novamente.";
"The video has been lost, please re-import and try repairing again." = "O vídeo foi perdido, importe novamente e tente reparar novamente.";
"The photo has been lost, please re-import and try repairing again." = "A foto foi perdida, importe novamente e tente reparar novamente.";
"Selected: %li photo  (%@)" = "Selecionou: %li foto (%@)";
"Selected: %li photos  (%@)" = "Selecionou: %li fotos (%@)";
"Selected: %li video  (%@)" = "Selecionou: %li vídeo (%@)";
"Selected: %li videos  (%@)" = "Selecionou: %li vídeos (%@)";
"%li Results" = "%li Resultados";
"Close" = "Fechar";


"Match Similar Files" = "Corresponder Arquivos Semelhantes";
"We've found some files that might be what you want, you can preview and restore them." = "Encontramos alguns arquivos que podem ser o que deseja, você pode visualizá-los e restaurá-los.";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "Desculpe, nenhum arquivo correspondente foi encontrado no momento. Você pode tentar novamente após a digitalização ou usar o Filtro e a Barra de Pesquisa para encontrar os arquivos desejados.";
"What Type of Files Do You Want to Recover?" = "Que Tipo de Arquivos Deseja Recuperar?";
"Filtering file type helps recover the files you want faster" = "Filtragem de tipo de arquivos ajuda a recuperar arquivos desejados mais rapidamente.";
"Others" = "Outros";
"Other Types" = "Outros Tipos";
"%@ etc." = "%@ etc.";
"Scan Selected File Types" = "Digitalizar os Tipos de Arquivos Selecionados";
"Scan All File Types" = "Digitalizar Todos os Tipos de Arquivos ";
"Scan Only %@" = "Digitalizar apenas %@";

//MARK: - 预览
"Preview" = "Pré-visualizar";
"Loading..." = "Carregando...";
"Preview is not available. Recover it for view" = "A visualização não está disponível. Recupere-o para visualização.";
"Max size for preview: 30MB. Recover it for view" = "Tamanho máximo para visualização: 30MB. Recupere-o para visualização";
"Format not supported for preview. Recover it for view" = "Formato não suportado para visualização. Recupere-o para visualização";
"%@ files zipped in total" = "%@ arquivos compactados no total";
"AI Repairing..." = "Reparo de IA...";
"It may take a while, but it's worth the wait" = "Pode demorar um pouco, mas vale a pena esperar.";
"AI Repaired %@" = "%@ reparado por IA";
"Repaired successfully. Recover the repaired file" = "Reparado com sucesso. Salve o arquivo reparado";
"Get Pro for Full Preview" = "Obter a Versão Pro para Visualização Completa";
"Preview full file" = "Visualizar arquivo completo";
"Recover unlimited files" = "Recuperar arquivos ilimitados";
"AI Repair corrupte files" = "Reparar arquivos corrompidos com IA";
"Premium technical support" = "Suporte técnico avançado";
"Get Pro Now" = "Obtenha Agora";
"Details" = "Detalhes";
"Icon" = "Ícone";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "Obtenha a Versão Pro para Recuperação Ilimitada";
"Preview only." = "Somente pré-visualização.";
"No free recovery remaining." = "Nenhuma recuperação gratuita restante.";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "Desbloqueie a Versão Pro para aproveitar todos os recursos, recuperação ilimitada e mais benefícios.";
"Get Pro for Unlimited Repair" = "Obtenha a Versão Pro para Reparo Ilimitado";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "Desbloqueie a Versão Pro para aproveitar todos os recursos, reparo ilimitado e mais benefícios.";
"Trial" = "Teste";
"Free" = "Gratuita";
"Pro" = "Pro";
"Preview only" = "Somente pré-visualização";
"Unlimited" = "Ilimitado";
"Key Features & Benefits" = "Principais Funções e Benefícios";
"Recovery amount" = "Quantidade de recuperação";
"Preview before recovery" = "Pré-visualização antes da recuperação";
"Recover while scanning" = "Recuperar durante a digitalização";
"Recover data from crashed system" = "Recuperar dados do sistema travado";
"Recover data from NAS server" = "Recuperar dados do servidor NAS";
"Repair corrupted vidoes & photos" = "Reparar vídeos & fotos corrompidos";
"Enjoy lifetime updates for free" = "Aproveite atualizações vitalícias gratuitamente";
"24/7 premium technical support" = "Atendimento Premium ao Cliente 24/7";
"30-day money back guarantee" = "Garantia de reembolso de 30 dias";
"Buy Now" = "Compre Agora";
"Already Purchased?" = "Já Comprou?";
"Register Now to proceed with recovering ( no need to rescan)." = "Registre-se agora para prosseguir com a recuperação (não há necessidade de digitalizar novamente).";
"Register Now" = "Registre-se agora";
"Recover the repaired file" = "Salve o arquivo reparado";
"Recover it for view" = "Recupere-o para visualização.";

//MARK: - 5.1.8
"Lost data recovery" = "Recuperação de Dados Perdidos";
"Hard Drive" = "Disco Rígido";
"Advanced recovery" = "Recuperação Avançada";
"Crashed Mac" = "Mac Travado";
"iCloud" = "iCloud";
"New" = "Novo";
"Corrupted file repair" = "Reparação de Arquivo Corrompido";
"Photo Repair" = "Reparação de Foto";
"Video Repair" = "Reparação de Vídeo";
"Why Pro？" = "Porquê a Versão Pro？";
"Unlock Pro to enjoy" = "Desbloqueie Pro para aproveitar:";
"Unlimited Recovery" = "Recuperação Ilimitada";
"Corrupted Repair" = "Reparação de Danos";
"Full Preview" = "Pré-visualização Completa";
"Unlock Pro Now" = "Desbloquear Agora";
"Recover permanently & recently deleted iCloud data easily" = "Recupere dados do iCloud excluídos permanentemente & recentemente com facilidade";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "Recupere fotos, vídeos, contatos, notas e outros itens perdidos do iCloud diretamente";
"Get Started" = "Iniciar";
"Searching lost iCloud data..." = "Pesquisando dados perdidos do iCloud...";
"Search Completed" = "Pesquisa Concluída";
"Search Stopped" = "Pesquisa Parada";
"Damaged or partitially missing photos" = "Fotos danificadas ou parcialmente perdidas";
"Add photos for repair" = "Adicione fotos para reparar";
"Corrupted or unplayable vidoes" = "Vídeos corrompidos ou não reproduzíveis";
"Add videos for repair" = "Adicione vídeos para reparar";
"Repair any damaged or photos that cannot be opened" = "Reparar quaisquer arquivos de fotos corrompidos ou não reproduzíveis e mais";
"Repair any corrupted or unplayale videos files and more" = "Reparar quaisquer arquivos de vídeos corrompidos ou não reproduzíveis e mais";
//MARK: - v5.1.10
"Sign in to iCloud" = "Faça login no iCloud";
"Apple ID" = "ID Apple";
"Password" = "Senha";
"Keep Password" = "Manter Senha";
"Forget Apple ID or Password?" = "Esqueceu o ID ou Senha da Apple?";
"Back" = "Retorno";
"Log In" = "Fazer login";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1. Para evitar alterações no iCloud, não sincronize os dados do dispositivo com o iCloud durante a recuperação.";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2. NUNCA guardamos registos da sua conta. Para mais detalhes, consulte a nossa Política de Privacidade.";
"Privacy Policy" = "Política de Privacidade.";
"Incorrect Apple ID or password." = "ID Apple ou senha incorreta.";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "Por motivos de segurança, seu ID Apple está bloqueado. Desbloqueie sua conta e tente novamente.";
"Network disconnected. Please check your network connection and try again." = "Rede desconectada. Verifique sua conexão de rede e tente novamente.";
"Two-factor authentication" = "Autenticação de dois fatores";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "Uma mensagem de código de verificação foi enviada para seu dispositivo confiável. Por favor, insira o código para continuar.";
"Resend code" = "Reenviar código";
"Get Help from Apple" = "Obtenha Ajuda da Apple";
"Incorrect verification code." = "Código de verificação incorreto.";
"Entered incorrect verification code too many times." = "Código de verificação incorreto inserido muitas vezes.";
"Request failed, please try again." = "Falha na solicitação. Tente novamente.";
"Verification requested too often" = "Verificação solicitada com demasiada frequência.";
"Network error. Please check your network connection." = "===😂=== Not Existed >>> 英文:[Network error. Please check your network connection.]";
"Please select the type of data you want to recover." = "Selecione o tipo de dados que deseja recuperar.";
"Log Out" = "Sair";
"Select all" = "Selecionar Tudo";
"Refresh" = "Atualizar";
"Back" = "Retorno";
"Confirm" = "Confirmar";
"iCloud drive" = "iCloud Drive";
"Photos" = "Fotos";
"Contacts" = "Contatos";
"Reminder" = "Lembretes";
"Calendar" = "Calendário";
"Notes" = "Notas";
//MARK: - 4ddig mac 5.1.10
"Home Phone" = "Número de Casa";
"Work" = "Número de Trabalho";
"iPhone" = "Número do iPhone";
"Mobile Phone" = "Número de Telemóvel";
"Main Phone" = "Número Principal";
"HomeFax" = "Nº de Fax Residencial";
"WorkFax" = "Fax de Trabalho";
"Pager Phone" = "Pager";
"Other Phone" = "Outros Números";
"Home Email" = "E-mail Doméstico";
"Work Email" = "E-mail de Trabalho";
"Other Email" = "Outro E-mail";
"iCloud Email" = "E-mail do iCloud";
"HomePage" = "Página Inicial";
"Home Page" = "Página da Família";
"Other Page" = "Página de Trabalho";
"Work Page" = "Outra Página";
"Title" = "Título";
"Starting Time" = "Hora de Início";
"List" = "Lista";
"Status" = "Status";
"Reminder time" = "Hora do Lembrete";
"Priority" = "Prioridade";
"Location" = "Localização";
//MARK: - 第二批_3.21
"Company" = "Empresa";
"School" = "Escola";
"Time" = "Tempo";
"End Date Time" = "Hora de Término";
"Complete" = "Completo";
"Incomplete" = "Incompleto";
"Invited People" = "Pessoa Convidada";
"Flag Marks" = "Marcas de Bandeira";
"None" = "Nenhum";
"Low" = "Baixo";
"Medium" = "Médio";
"High" = "Alto";
"Unknown" = "Desconhecido";
//MARK: - 5.1.11
"Unsaved Documents" = "Documentos Não Salvos";
"Date Deleted" = "Data Excluída";

//MARK: - PE
"Crashed Mac" = "Mac Travado";
"Create a bootable drive to boot up Mac for data recovery" = "Crie uma unidade inicializável e inicie o Mac para recuperar dados";
"What's Crashed Mac？" = "O que é um Mac travado？";
"Boot up Mac with the USB bootable drive for data recovery" = "Inicie o Mac com a unidade USB inicializável para recuperar dados";
"Boot up crashed Mac" = "Inicialize o Mac travado";
"Tips: please try again with another USB drive Common Solutions" = "Dicas: tente novamente com outra unidade USB
Soluções Comuns";
"Common Solutions" = "Soluções Comuns";
"Icon" = "Ícone";
"Preview Pane" = "Painel de Visualização";
"Details" = "Detalhes";
"Create Now" = "Criar";
"Lost Partition" = "Partição Perdida";

"Select a drive where you lost data to start recovering" = "Selecione uma unidade onde perdeu dados para iniciar a recuperação";
"Drive didn't show up?" = "A unidade não apareceu?";
"Check Disk Connection" = "Digitalizar a conexão do disco";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "Para recuperar os dados da câmara digital, remova o cartão SD e conecte-o ao Mac por meio do leitor de cartões.";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "Quando o dispositivo USB não pode ser reconhecido, tente conectá-lo às portas USB na parte traseira para recuperar os dados.";
"For data recovery from mobile phones, you can download UltData - iOS." = "Para recuperação de dados de celulares, você pode baixar UltData - iOS.";
"Check Disk Status" = "Digitalizar o status do disco";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "Solução: Abra Utilitário de Disco, clique no botão \"Montar\" na barra de menu superior e, em seguida, recupere os seus dados.";
"Language_menu" = "Idioma";
"Disk Utility" = "Utilitário de Disco";
"Mount" = "Montar";
"1. Access \"Disk Utility\"" = "1. Acesse o \"Utilitário de Disco\"";
"2. Click \"Mount\"" = "2. Clique em \"Montar\"";

//MARK: - V5.1.18
"Select a location to save the recovered data" = "Selecione um local para salvar os dados recuperados";
"You've selected %li files, %@" = "Você selecionou %li arquivos, %@";
"%@ available" = "%@ disponível";
"Perfectly enough disk space. Save now." = "Espaço em disco perfeitamente suficiente. Salve agora.";
"Save to the %@ and you don’t have to worry about data loss anymore." = "Salve no %@ e nunca mais se preocupar com a perda de seus dados.";
"Save Now" = "Salve";
"Insufficient space available, change another location or save to the %@." = "Espaço insuficiente disponível, altere outro local ou salve no %@.";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "Não é recomendável salvar no disco original (onde os dados foram perdidos), pois isso pode fazer com que os dados sejam sobrescritos e perdidos permanentemente.";
"No permissions to read or write, change another location or save to the %@." = "Não há permissões para ler ou gravar, altere outro local ou salve no %@.";
"Insufficient space available in %@. Please change to another location to save." = "Espaço insuficiente disponível no %@. Altere para outro local para salvar.";
"Select Folder..." = "Selecione Pasta...";
"Logging in..." = "Fazendo login...";
"Please authorize login to your %@ in the browser" = "Por favor, autorize o login em seu %@ no navegador";
"Authorization login failed" = "Falha no login de autorização";
"Please re-authorize or change to another location" = "Autorize novamente ou altere para outro local";
"Another Location" = "Outro Local";
"Re-authorize" = "Autorizar Novamente";
"Authorization successful. Please return to %@ to continue recovering data." = "Autorização bem-sucedida. Retorne ao %@ para continuar a recuperação de dados.";

//MARK: - V5.2.0
"Large & Old Files" = "Arquivos Grandes e Antigos";
"Locate and remove unneeded files to free up disk space with ease" = "Localize e remova arquivos desnecessários para liberar espaço em disco com facilidade";
"Locate Files in Minutes" = "Localizar Arquivos em Minutos";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "Encontrar arquivos grandes ou antigos manualmente pode levar horas, mas com o %@ você estará pronto em minutos.";
"Remove As You Wish" = "Remover como Desejar";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "Remova os arquivos desnecessários para a lixeira, para outras pastas ou permanentemente. A decisão é sempre sua.";
"%@ used" = "%@ usado";
"Scan Now" = "Digitalizar Agora";
"All Files" = "Todos os Arquivos";
"Selected" = "Selecionados";
"By Size" = "Por Tamanho";
"By Access Date" = "Por Data de Acesso";
"Last Week" = "Semana Passada";
"Last Month" = "Último Mês";
"Scanning %@" = "Digitalizando %@";
"Looking for large & old files" = "Buscando arquivos grandes e antigos";
"Stop Scanning" = "Parar a Digitalização";
"No files found" = "Nenhum arquivo encontrado";
"Return to home and select another location to start over" = "Retorne à interface principal e selecione outro local para começar novamente";
"Removing: %@" = "Removendo:%@";
"It may take some time..." = "Pode levar algum tempo...";
"Remove Completed" = "Remoção Concluída";
"Removed: %li files (%@)" = "Removido: %li arquivos (%@)";
"Done" = "Concluído";
"Insufficient permissions to remove" = "Permissões insuficientes para remover";
"No read/write permissions for NTFS partition, and it cannot be removed." = "Não há permissões de leitura/gravação para partição NTFS e ela não pode ser removida.";
"Insufficient space at target folder to remove" = "Espaço insuficiente na pasta de destino para remover";
"Remove to another folder or remove permanently." = "Remova para outra pasta ou remova permanentemente.";
"No files selected" = "Nenhum arquivo selecionado";
"Remove Permanently" = "Remover Permanentemente";
"Remove to Trash" = "Remover para a Lixeira";
"Remove to Folder" = "Remover para a Pasta";
"Access Time" = "Tempo de Acesso";
"Open File Location" = "Abrir Local do Arquivo";
"Return to home?" = "Retornar à interface principal?";
"It is recommended to remove unwanted files before you return." = "É recomendável remover os arquivos desnecessários antes de retornar.";
"Return" = "Retornar";
"Cancel" = "Cancelar";
"Stop Scanning?" = "Parar a Digitalização?";
"%@ will be no longer looking for large & old files if you stop." = "O %@ não buscará mais arquivos grandes e antigos se você parar.";
"Stop Scanning" = "Parar";
"Stop Removing?" = "Parar a Remoção?";
"%@ will be no longer removing files remaining if you stop." = "O %@ não removerá mais os arquivos restantes se você parar.";
"Stop Removing" = "Parar";
"Get Pro for Files Removal" = "Obtenha a Versão Pro para Remoção de Arquivos";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "Desbloqueie a Versão Pro para remover arquivos grandes e antigos desnecessários e aproveitar mais funções, incluindo recuperação ilimitada de dados.";
"Files available for removal" = "Arquivos disponíveis para remoção";
"Authorizing for %@, please wait..." = "Obtendo autorização do %@, por favor, aguarde...";
"Calculating the available space in %@, please wait..." = "Calculando o espaço disponível no %@, por favor, aguarde...";
//MARK: - 第二批_20240626
"Extra tools" = "Ferramentas Adicionais";
"Sort by %@" = "Ordenar por %@";
"By Modified Date" = "Por Data de Modificação";
//MARK: - 2. SD卡
"SD Card" = "Cartão SD";
"Select a memory card where you lost data to start recovering" = "Selecione um cartão de memória onde perdeu dados para iniciar a recuperação";
"SD card didn't show up?" = "O cartão SD não apareceu?";
"No SD card connected" = "Nenhum cartão SD conectado";
"Connect the memory card via card reader to start recovering photos or videos" = "Conecte o cartão de memória através do leitor de cartão para iniciar a recuperação de fotos ou vídeos";
//MARK: - 视频重组
"Enhanced Video Recovery" = "Recuperação Melhorada de Vídeo";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "Digitalize e combine fragmentos de vídeo em qualquer mídia de armazenamento através de algoritmos avançados de IA para recuperar um vídeo completo e reproduzível.";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "Repare & recupere vídeos ao mesmo tempo, fornecendo uma solução de vídeo completa";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "Recupere & repare facilmente vídeos de qualquer dispositivo como Canon, Nikon, Sony, GoPro e DJI, etc. Saiba Mais";
"AI-Powered" = "Alimentado por IA";
"Mac OS 10.15 previous versions are not supported" = "Não é compatível com as versões anteriores do Mac OS 10.15";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "Experimente 'Recuperação Melhorada de Vídeo' com Mac OS 10.15 ou posterior";
"Select a drive where you lost vidoes to start recovering" = "Selecione uma unidade onde perdeu vídeos para iniciar a recuperação";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "Dicas: Não tem a certeza de que unidade digitalizar porque não tem a certeza de onde o vídeo foi perdido?";
"Select the video format you want to recover" = "Selecione o formato de vídeo que deseja recuperar";
"All videos" = "Todos os vídeos";
"Recovery duration: The more video types selected, the longer it will take." = "Tempo de recuperação: Quanto mais tipos de vídeo selecionar, mais tempo demorará.";
"Device that the vidoes are from (optional)" = "Dispositivo de origem dos vídeos (opcional)";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "Observação: O dispositivo de origem correto permite uma recuperação direcionada e precisa, melhorando significativamente a qualidade da recuperação";
"Confirm" = "Confirmar";
"Canon" = "Canon";
"GoPro" = "GoPro";
"Nikon" = "Nikon";
"Sony" = "Sony";
"Fujifilm" = "Fujifilm";
"DJI" = "DJI";
"Apeman" = "Apeman";
"Papago" = "Papago";
"Vantrue" = "Vantrue";
"Rexing" = "Rexing";
"Others" = "Outros";
"Please select at least one video format for enhanced video recovery" = "Selecione pelo menos um formato de vídeo para recuperação de vídeo melhorada";
"Select All" = "Selecione Tudo";
"AI" = "IA";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "Recuperação melhorada de vídeo... algumas telas pretas e vídeos não reproduzíveis podem ser reparados pela IA assim que for concluído.";
"Learn more" = "Saiba Mais";
